<?
    
    include './system/common.php';
    
 include './system/functions.php';
        
      include './system/user.php';
    
if(!$user) {

  header('location: /');
    
exit;

}

$title ='Соглашение';

include './system/h.php';

?>
    <div class="content"><div class="block center color3 s125"><a href="/">Тюремный беспредел</a>/ Соглашение</div>
            <div class="line"></div><div class="block">
    1. ОБЩИЕ ПОЛОЖЕНИЯ
    <br /><br />
    1.1 Администрация осуществляет предоставление Пользователю сервисов игрового, развлекательного или информационного характера, направленных на организацию и сопровождение Игрового процесса с участием Пользователей.
    <br /><br />
    1.2 В случае если законодательство государства, на территории которого находится Пользователь, содержит ограничения или запрет на использование Услуг, включая ограничения по возрасту допуска к таким Услугам, предоставляемых в соответствии с настоящим ПС, Пользователь самостоятельно несет ответственность за несоблюдение требований такого законодательства.
    <br /><br />
    1.3 Игра разрабатывалась при помощи иных лиц, обеспечивающих данную игру необходимыми скриптами, графикой, текстом и иными материалами присутствующими в игре, поэтому администрация полностью снимает с себя всю ответственность за использование, публикацию, распространение и хранение загруженных и распространивших иными лицами материалов нарушающих авторские права, однако администрация вправе удалить материалы нарушающие авторское право по заявки правообладателей данных материалов, либо от иных лиц имеющих данные о наличии авторского права у данных материалов.
    <br /><br />
    1.4 Администрация управляет Игрой, а так же игровым процессом интернет-проекта, исключительно по своему усмотрению, то есть игра предоставляется на условиях "как есть" и Пользователю не представляются какие-либо гарантии, что Игра будет соответствовать его требованиям. Для сбора статистических данных и идентификации посетителей Интернет-проекта Администрация может отслеживать и сохранять информацию об IP-адресах доступа Пользователя к Игре, использовать файлы технической информации (cookies).
    <br /><br />
    1.5 Администрация не несет ответственности ни за какие задержки, сбои, неверную или несвоевременную доставку, удаление или не сохранность какой-либо персональной пользовательской информации.
    <br /><br />
    2.ПАРОЛЬ И БЕЗОПАСНОСТЬ
    <br />
    <br />
    2.1 Для получения доступа к Игре Пользователь обязуется пройти процедуру регистрации, при прохождении которой соглашается предоставить точную и правдивую информацию о себе в соответствии с вопросами (mail, номер телефона и.т.д) представленными в форме регистрации.
    <br /><br />
    2.2 Пользователь сам отвечает за сохранность своего аккаунта. В случае неверно введенной информации или отсутствии таковой для восстановления доступа к аккаунту, аккаунт утрачивается. Администрация не рассматривает просьбы о восстановлении доступа к утраченным аккаунтам по вине Пользователя.
    <br /><br />
    2.3 Пользователь соглашается с тем, что он обязан немедленно уведомить Администрацию о любом случае несанкционированного (неразрешенного Пользователем) доступа к его Учетной записи или о любом нарушении безопасности, а также с тем, что Пользователь самостоятельно осуществляет завершение работы под своей Учетной записью (кнопка Выход) по окончании каждой сессии работы с Игрой.
    <br /><br />
    2.4 Администрация не отвечает за возможную потерю которая может произойти из-за нарушения Пользователем положений данной части ПС. Положения настоящего ПС являются обязательными для всех регистрирующихся Пользователей.
    <br /><br />
    2.5 Администрация вправе запретить использование определенных Логинов (Имен, Ников) и изъять их из обращения без объяснения причины.
    <br /><br />
    3. ОБЯЗАТЕЛЬСТВА ПОЛЬЗОВАТЕЛЯ
    <br /><br />
    3.1 Пользователь понимает и соглашается с тем, что он самостоятельно несет полную ответственность за все возможные последствия, которые могут возникнуть в результате размещения Пользователем информации (данных, текстов, графики, фотографий, сообщений и других материалов) для общего доступа или в результате передачи им такой информации в частном порядке, в том числе информации, введенной в качестве регистрационной, либо любым другим способом, при пользовании интернет-проектом. Администрация не контролирует информацию, переданную Пользователями через Игру, и, следовательно, не гарантирует ее качество, точность и полноту.
    <br /><br />
    3.2 Пользователь понимает и соглашается с тем, что Администрация оставляет за собой право блокировать подозрительные Учетные записи, и только после предоставления достаточных доказательств невиновности со стороны Пользователя и подробной перепроверки Учетная запись Пользователя может быть разблокирована.
    <br /><br />
    3.3 Пользователь настоящим уведомлен, что Игра может предусматривать различные действия, которые, при определенных обстоятельствах, могут вызывать у лиц, склонных к эпилептическим или иным расстройствам нервного характера, обострение указанных состояний, и Пользователь гарантирует, что указанными расстройствами он не страдает, или же обязуется Игру не использовать.
    <br /><br />
    3.4 Пользователь настоящим уведомлен, что регулярное длительное (непрерывное) использование оборудования (телефон, компьютер и т.д.) для доступа к Игре может вызывать различные осложнения физического состояния, в том числе ослабление зрения, сколиоз, различные формы неврозов и прочие негативные воздействия на организм. Пользователь гарантирует, что он будет использовать Игру исключительно на протяжении разумного времени, с перерывами на отдых или иные мероприятия по профилактике физического состояния, если таковые Пользователю рекомендованы или предписаны.
    <br /><br />
    3.5 Пользователь обязуется не использовать Игру для: - хранения, размещения и рассылки данных и информации, являющихся незаконными, вредоносными, угрожающими, клеветническими, оскорбляющими нравственность, нарушающих авторские права, пропагандирующих безнравственность или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержащих оскорбления в адрес конкретных лиц или организаций; - нарушения прав несовершеннолетних лиц или причинение им вреда в любой форме; - выдачи или попытки выдачи себя за другого человека, представителя организации или сообщества без достаточных на то прав, в том числе за сотрудников Администрации; - публикации, размещения или рассылки данных и информации, которые Пользователь не вправе делать доступными по закону РФ; - публикации, рассылки или прочего размещения данных и информации, которые нарушают какой-либо патент, торговую марку, коммерческую тайну, копирайт или прочие права собственности, авторские или смежные с ними права третьих лиц и сторон; - размещения и рассылки рекламной информации (за исключением случаев размещения такой информации с письменного согласия Администрации), персональных данных третьих лиц, схем "пирамид", многоуровневого "сетевого" маркетинга (MLM), систем интернет-заработка или email-бизнесов, "писем счастья"; - осуществления массовой, свыше 10 (десяти) адресатов, несанкционированной или неожидаемой получателями почтовой рассылки рекламного характера - спам, а также неоднократной несогласованной посылки писем одному адресату; - отправки и передачи личных сообщений в чей-либо адрес, содержащих грубые и оскорбительные выражения и предложения, а также отправки таких писем в службу технической поддержки Игры; - сбора и хранения персональных данных других лиц; - умышленного нарушения нормальной работы Игры, Администрации. - размещения ссылок на ресурсы Интернет-проектов, содержание которых противоречит действующему законодательству РФ.
    <br /><br />
    3.6 Пользователь понимает и признает, что почтовые сообщения или смс сообщения, отправленные от Администрации Пользователям, содержащие организационно-техническую или прочую информацию об Игре или Акциях, не являются спамом.
    <br /><br />
    3.7 Пользователь соглашается с тем, что его Учетная запись в Игре, а также его Логин(ы) может(гут) быть удален(ы) без предварительного уведомления, в случаях:
    <br />
    3.7.1 использования в Игре любых оскорбительных, ненормативных, угрожающих, унижающих других Пользователей фраз и выражений, а также информации, имеющей целью опорочить Пользователя или группу Пользователей исключительно по признакам пола, возраста, расовой или национальной принадлежности, языка, отношения к религии, профессии, места жительства и работы, а также в связи с их политическими убеждениями;
    <br />
    3.7.2 использования Игры в целях совершения уголовно наказуемых деяний, а именно: разглашения сведений, составляющих государственную или иную специально охраняемую законом тайну; сведений о способах, методах разработки, изготовления и использования, местах приобретения наркотических веществ и их прекурсоров; пропаганды каких-либо преимуществ использования отдельных наркотических средств, психотропных веществ, их аналогов и прекурсоров, для осуществления экстремистской деятельности, для распространения информации, пропагандирующей порнографию, культ насилия и жестокости, а также распространение иной информации, распространение которой запрещено российским законодательством;
    <br />
    3.7.3 ведения, за исключением разрешенной в каждом Интернет-проекте, торговой деятельности;
    <br />
    3.7.4 попытки осуществления или осуществления Пользователем следующих действий: обмена своей Учетной записи, отдельных игровых предметов, игровых объектов, игровых ресурсов или игровых услуг Игры на какие-либо законно находящиеся в обращении средства платежа (деньги, ценные бумаги и т.п.) без однозначного разрешения на то со стороны Администрации или, иначе выражаясь, ничто в Игре не может продаваться за настоящие деньги или ценные предметы без однозначного разрешения со стороны Администрации;
    <br />
    3.7.5 регистрации одним Пользователем более одной Учетной записи, т.н. «мультоводство»;
    <br />
    3.7.6 использования сторонних программных средств для улучшения/автоматизации игровых возможностей «боты» «читерство»;
    <br />
    3.7.7 попытки осуществления или осуществление "договорной" игры, т.е. с заранее известным результатом с целью, включая, но не ограничиваясь, передачи с одной Учетной записи на другую (или с одного игрового персонажа на другого) игровых бонусов, предметов или Услуг;
    <br />
    3.7.8 нарушения или пренебрежения Пользователем правилами поведения в чате, форуме Игры (систематические, целенаправленные нарушения);
    <br />

    3.7.9 формирования или организации групп в Игре, основанных на клеветнической или человеконенавистнической философии, проповедующих расовую ненависть или религиозную нетерпимость;
    <br />
    3.7.10 использования любой ставшей известной Пользователю ошибки в кодах Игры, далее по тексту - "Ошибка", для получения непредусмотренных преимуществ в Игре. В случае, если Пользователю стало известно об Ошибке, он не имеет права передавать информацию об Ошибке другим Пользователям или третьим лицам, а обязан сообщить о ней в службу технической поддержки;
    <br />
    3.7.11 совершения любых действий, которые затруднят Администрации поддержку работоспособности Игры;
    <br />
    3.7.12 передачи на оборудование Сервисов Администрации бессмысленной или бесполезной информации, создающей паразитную нагрузку на такое оборудование, в объемах, превышающих минимально необходимые для проверки связности ресурсов и доступности отдельных их элементов;
    <br />
    3.7.13 использования Пользователем автоматически повторяемых игровым персонажем Пользователя действий в то время, когда Пользователь не управляет персонажем собственноручно, далее по тексту - "Макрос"
    <br />
    3.7.14 нарушения требований игровых мастеров или других сотрудников Администрации;
    <br />
    3.7.15 модификации текстовых и двоичных файлов Игры (как клиентской, так и серверной его части);
    <br />
    3.7.16 нарушения следующих правил создания имен персонажей в Игре: - использование имен сущностей и не игровых персонажей Игры, а также имен, упоминающихся в официальной истории Игры; - использование имен, являющихся зарегистрированными товарными знаками; - использование имен, содержащих в себе хотя бы одно из слов: тест, test, админ, admin, support; - использование имен, начинающихся с префикса "GM". Список недопустимых имен является неполным и может быть дополнен по усмотрению Администрации без дополнительного согласования с Пользователем.
    <br />
    3.7.17 выявления попыток и фактов не оплаты (в том числе фальсификации оплаты) Пользователем Дополнительных Услуг Администрации (Фрод), а равно выявления попыток и фактов иного мошенничества Пользователя с использованием различных средств и информационных технологий. Данное ПС в редакции и может быть изменено, по усмотрению Администрации. А так же регулирует дополнительные правила поведения в игровом пространстве. Смотрите дополнения.
    <br />
    3.8 Использование общих ресурсов (далее общак) союза пользователей (далее банда) в корыстных целях, а именно:
     <br />
    3.9 Мошенничество с вступительными взносами, а именно принятия новых членов с целью получения личных ресурсов и дальнейшим удалением обманутых членов банды.
</div>
</div>


<?
include './system/f.php';
?>